Repository: common-repository/oscar-hotel-booking-engine
Catalog: languages/ohbe-*.po
Languages: ca, de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Account
ca: Compte
de_de: Konto
es_es: Cuenta
fr_fr: Compte
pt_pt: Conta

source: Account connection
ca: Connexió del compte
de_de: Kontoverbindung
es_es: Conexión de cuenta
fr_fr: Connexion de compte
it_it: Connessione all'account
nl_nl: Accountverbinding
pt_pt: Conexão da conta

source: Account label
ca: Etiqueta del compte
de_de: Kontolabel
es_es: Etiqueta de cuenta
fr_fr: Étiquette de compte
it_it: Etichetta dell'account
pt_pt: Etiqueta da conta

source: Account selector
ca: Selector de comptes
de_de: Konto-Selektor
es_es: Selector de cuenta
fr_fr: Sélecteur de compte
it_it: Selettore account
nl_nl: Accountkiezer
pt_pt: Seletor de conta

source: Adapt size automatically (recommended)
ca: Adapta la mida automàticament (recomanat)
de_de: Größe automatisch anpassen (empfohlen)
es_es: Adaptar el tamaño automáticamente (recomendado)
fr_fr: Adapter automatiquement la taille (recommandé)
it_it: Adatta automaticamente le dimensioni (consigliato)
nl_nl: Grootte automatisch aanpassen (aanbevolen)
pt_pt: Adapte o tamanho automaticamente (recomendado)

source: Add
ca: Afegir
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungere
nl_nl: Toevoegen
pt_pt: Adicionar

source: Arrival
ca: Arribada
de_de: Anreise
es_es: Llegada
fr_fr: Arrivée
it_it: Arrivo
nl_nl: Aankomst
pt_pt: Chegada

source: Booking engine
ca: Motor de reserves
de_de: Buchungsmachine
es_es: Motor de reservas
fr_fr: Moteur de réservation
it_it: Prenotazione online
pt_pt: Motor de reservas

source: Booking engine widget
ca: Widget motor de reserves
de_de: Widget Buchungsmachine
es_es: Widget motor de reservas
fr_fr: Widget du moteur de réservation
it_it: Widget prenotazione online
nl_nl: Widget voor maken van een reservering
pt_pt: Widget motor de reserva

source: Buttons background
ca: Botons: color de fons
de_de: Schaltfläche: Hintergrundfarbe
es_es: Botones: color de fondo
fr_fr: Buttons: couleur de fond
it_it: Pulsanti: colore di sfondo
nl_nl: Knoppen: achtergrondkleur
pt_pt: Botões: cor de fundo

source: Buttons font
ca: Botons: color de lletra
de_de: Schaltfläche: Buchstabenfarbe
es_es: Botones: color de letra
fr_fr: Buttons: couleur de la lettre
it_it: Pulsanti: colore del carattere
nl_nl: Knoppen: letterkleur
pt_pt: Botões: cor da letra

source: Check out the Help section for more information about the plugin.
ca: Consulteu la secció d'ajuda per obtenir més informació sobre el connector.
de_de: Weitere Informationen zum Plugin finden Sie im Hilfebereich.
es_es: Consulte la sección de Ayuda para más información sobre el plugin.
fr_fr: Consultez la section Aide pour plus d'informations sur le plugin.
it_it: Consulta la sezione Aiuto per ulteriori informazioni sul plugin.
nl_nl: Voor meer informatie over de plugin, bekijk de Helpsectie.
pt_pt: Confira a seção Ajuda para mais informações sobre o plugin.

source: Colors
de_de: Farbe
es_es: Colores
fr_fr: Couleurs
it_it: Colori
nl_nl: Kleuren
pt_pt: Cores

source: Connect multiple accounts
ca: Connectar diversos comptes
de_de: Mehrere Konten verbinden
es_es: Conectar múltiples cuentas
fr_fr: Connecter plusieurs comptes
it_it: Collegare più account
nl_nl: Meerdere accounts verbinden
pt_pt: Conectar várias contas

source: Connection code
ca: Codi de connexió
de_de: Verbindungscode
es_es: Código de conexión
fr_fr: Code de connexion
it_it: Codice di connessione
nl_nl: Verbindingscode
pt_pt: Código de conexão

source: Departure
ca: Sortida
de_de: Abreise
es_es: Salida
fr_fr: Départ
it_it: Partenza
nl_nl: Vertrek
pt_pt: Partida

source: Insert viewport's percentage
ca: Insereix el percentatge de la finestra gràfica
de_de: Geben Sie den Prozentsatz des Ansichtsfensters ein
es_es: Insertar porcentaje respecto del tamaño de la ventana
fr_fr: Insérer le pourcentage de la fenêtre
it_it: Inserisci la percentuale della vista
nl_nl: Voeg het percentage van de viewport in
pt_pt: Inserir porcentagem da viewport

source: Not a correct connection code
ca: No és un codi de connexió correcte
de_de: Verbindungscode nicht korrekt
es_es: Código de conexión inválida
fr_fr: Code de connexion pas valide
it_it: Non è un codice di connessione corretto
nl_nl: Onjuiste verbindingscode
pt_pt: Não é um código de conexão correto

source: Only letters, digits and underscores.
ca: Només lletres, dígits i guions baixos.
de_de: Nur Buchstaben, Ziffern und Unterstriche.
es_es: Solo letras, dígitos y guiones bajos.
fr_fr: Seuls les lettres, les chiffres et les traits de soulignement.
it_it: Solo lettere, cifre e trattini bassi.
nl_nl: Alleen letters, cijfers en underscores.
pt_pt: Apenas letras, dígitos e sublinhados.

source: Other settings
ca: Altres configuracions
de_de: Andere Einstellungen
es_es: Otros ajustes
fr_fr: Autres réglages
it_it: Altre impostazioni
nl_nl: Andere instellingen
pt_pt: Outros ajustes

source: Overview
ca: Visió general
de_de: Überblick
es_es: Resúmen
fr_fr: Récapitulatif
it_it: Generali
nl_nl: Overzicht
pt_pt: Visão geral

source: Promo code
ca: Codi de promoció
de_de: Promotion-Code
es_es: Código promocional
fr_fr: Code promo
it_it: Codice promozionale
pt_pt: Código promocional

source: Redforts Hotel Settings
ca: Configuració de Redforts Hotel
de_de: Redforts Hotel Einstellungen
es_es: Configuración Redforts Hotel
fr_fr: Configuration d'Redforts Hotel
it_it: Impostazioni Redforts Hotel
nl_nl: Redforts Hotel Instellingen
pt_pt: Redforts Hotel configurações

source: Redforts Hotel: Create booking
ca: Redforts Hotel: Crear reserva
de_de: Redforts Hotel: Buchung machen
es_es: Redforts Hotel: Crear reserva
fr_fr: Redforts Hotel: Créer réservation
it_it: Redforts Hotel: Effettuare una prenotazione
nl_nl: Redforts Hotel: Reservering maken
pt_pt: Redforts Hotel: Fazer uma reserva

source: Remove
ca: Eliminar
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Eliminare
nl_nl: Verwijderen
pt_pt: Deletar

source: Search
ca: Cerca
de_de: Suchen
es_es: Buscar
fr_fr: Chercher
it_it: Ricerca
nl_nl: Zoek
pt_pt: Pesquisar

source: Selector title
ca: Títol del selector
de_de: Selektortitel
es_es: Selector de título
fr_fr: Titre du sélecteur
it_it: Titolo del selettore
nl_nl: Titel voor keuzeveld
pt_pt: Título do seletor

source: Settings saved.
ca: S'ha desat la configuració.
de_de: Einstellungen gespeichert.
es_es: Configuración guardada.
fr_fr: Configuration sauvegardée.
it_it: Impostazioni salvate.
nl_nl: Instellingen opgeslagen.
pt_pt: Configurações salvas.

source: Show promo code
ca: Mostra el codi de promoció
de_de: Promotion-Code anzeigen
es_es: Mostrar código promocional
fr_fr: Afficeher le code promo
it_it: Mostra il codice promozionale
nl_nl: Toon promocode
pt_pt: Mostrar código promocional

source: The account selector can be enabled by adding «accounts_selector="true"» to the shortcode, for example: [ohbe_search accounts_selector="true"]
ca: El selector de comptes es pot activar afegint «accounts_selector="true"» al codi curt, per exemple: [ohbe_search accounts_selector="true"]
de_de: Die Kontoauswahl kann durch Hinzufügen von «accounts_selector="true"» zum Shortcode aktiviert werden, zum Beispiel: [ohbe_search accounts_selector="true"]
es_es: El selector de cuentas se puede habilitar agregando «accounts_selector="true"» al shortcode, por ejemplo: [ohbe_search accounts_selector="true"]
fr_fr: Le sélecteur de compte peut être activé en ajoutant «accounts_selector="true"» au shortcode, par exemple : [ohbe_search account_selector="true"]
it_it: Il selettore dell'account può essere abilitato aggiungendo «accounts_selector="true"» allo shortcode, ad esempio: [ohbe_search account_selector="true"]
nl_nl: De accountkiezer kan worden ingeschakeld door «accounts_selector="true"» aan de shortcode toe te voegen, bijvoorbeeld: [ohbe_search accounts_selector="true"]
pt_pt: O seletor de conta pode ser ativado adicionando «accounts_selector="true"» ao shortcode, por exemplo: [ohbe_search accounts_selector="true"]

source: The connection code doesn't exists. Please, go to the plugin configuration page enter a new one
ca: El codi de connexió no existeix. Si us plau, aneu a la pàgina de configuració del connector, introduïu-ne una de nova
de_de: Der Verbindungscode existiert nicht. Bitte gehen Sie zur Plugin-Konfigurationsseite und geben Sie eine neue ein
es_es: El código de conexión no existe. Por favor, visite la página de configuración del plugin e introduzca uno nuevo
fr_fr: Le code de connexion n'existe pas. Accédez à la page de configuration du plugin, et entrez-en un nouveau
it_it: Il codice di connessione non esiste. Vai alla pagina di configurazione del plugin inseriscine uno nuovo
nl_nl: Deze verbindingscode bestaat niet. Voer een nieuwe code in op de plugin configuratiepagina
pt_pt: O código de conexão não existe. Vá para a página de configuração do plugin e insira um novo

source: The label can be used in the shortcode to select the account, for example: [ohbe_search account="default"]
ca: L'etiqueta es pot utilitzar al codi curt per seleccionar el compte, per exemple: [ohbe_search account="default"]
de_de: Die Bezeichnung kann im Shortcode verwendet werden, um das Konto auszuwählen, zum Beispiel: [ohbe_search account="default"]
es_es: La etiqueta se puede usar en el código abreviado para seleccionar la cuenta, por ejemplo: [ohbe_search account="default"]
fr_fr: Le libellé peut être utilisé dans le shortcode pour sélectionner le compte, par exemple : [ohbe_search account="default"]
it_it: L'etichetta può essere utilizzata nello shortcode per selezionare l'account, ad esempio: [ohbe_search account="default"]
nl_nl: Het label kan in de shortcode worden gebruikt om het account te selecteren, bijvoorbeeld: [ohbe_search account="default"]
pt_pt: O rótulo pode ser usado no shortcode para selecionar a conta, por exemplo: [ohbe_search account="default"]

source: There are no multiple accounts.
ca: Només hi ha un compte
de_de: Es gibt nur ein Konto
es_es: Solo hay una cuenta
fr_fr: Il n'y a qu'un seul compte.
it_it: C'è un solo account
nl_nl: Er is maar één account.
pt_pt: Existe apenas uma conta

source: This connection code doesn't exist.
ca: Aquest codi de connexió no existeix.
de_de: Dieser Verbindungscode existiert nicht.
es_es: El código de conexión no existe
fr_fr: Ce code de connexion n'existe pas.
it_it: Questo codice di connessione non esiste.
nl_nl: De verbindingscode bestaat niet.
pt_pt: Este código de conexão não existe.

source: This connection code is not active.
ca: Aquest codi de connexió no està actiu.
de_de: Dieser Verbindungscode ist nicht aktiv.
es_es: Este código de conexión no está activo.
fr_fr: Ce code de connexion n'est pas actif.
it_it: Questo codice di connessione non è attivo.
nl_nl: Deze verbindingscode is niet actief.
pt_pt: Este código de conexão não está ativo.

source: Title
ca: Títol
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_pt: Título

source: Wrong shortcode parameter.
ca: Paràmetre de codi curt incorrecte.
de_de: Falscher Shortcode-Parameter.
es_es: Parámetro del shortcode inválido.
fr_fr: Mauvais paramètre de shortcode.
it_it: Parametro shortcode errato.
nl_nl: Shortcode parameter is niet juist.
pt_pt: Parâmetro de código de acesso incorreto.

source: You can find your connection code on the <a %s>booking engine integration page</a> in Redforts.
ca: Podeu trobar el codi de connexió a la <a %s>pàgina d'integració del motor de reserves</a> a l'Redforts.
de_de: Sie finden Ihren Verbindungscode auf der <a %s>Integrationsseite der Buchungsmachine</a> in Redforts.
es_es: Puede encontrar el código de conexión en la <a %s>página de integración del motor de reservas</a> en Redforts.
fr_fr: Vous pouvez trouver le code de connexion sur la <a %s>page d'intégration du moteur de réservation</a> dans Redforts.
it_it: Puoi trovare il codice di connessione nella <a %s>pagina di integrazione del motore di prenotazione</a> in Redforts.
nl_nl: U kunt de verbindingscode vinden op de <a %s>booking engine integratiepagina</a> in Redforts.
pt_pt: Você pode encontrar o seu código de conexão na <a %s>página de integração do motor de reservas</a> no Redforts.

source: Plugin logs
nl_nl: Logs van de plugin
